[
{"abstract": "<abstracttext>Genome-metabolism interactions enable cell growth. To probe the extent of these interactions and delineate their functional contributions, we quantified the Saccharomyces amino acid metabolome and its response to systematic gene deletion. Over one-third of coding genes, in particular those important for chromatin dynamics, translation, and transport, contribute to biosynthetic metabolism. Specific amino acid signatures characterize genes of similar function. This enabled us to exploit functional metabolomics to connect metabolic regulators to their effectors, as exemplified by TORC1, whose inhibition in exponentially growing cells is shown to match an interruption in endomembrane transport. Providing orthogonal information compared to physical and genetic interaction networks, metabolomic signatures cluster more than half of the so far uncharacterized yeast genes and provide functional annotation for them. A major part of coding genes is therefore participating in gene-metabolism interactions that expose the metabolism regulatory network and enable access to an underexplored space in gene function.</abstracttext>"},
{"abstract": "<abstracttext>Parasites of wildlife inhabiting urbanised and peri-urban environments are of interest regarding wildlife population health, and also veterinary public health in the case of parasites that can also infect humans and domestic animals. This study aimed to: identify, and estimate the prevalence of, species of Eimeria parasitic in quenda (Isoodon obesulus) in the greater Perth region, Western Australia; 2) morphologically describe and genetically characterise a novel observed species of Eimeria as E. angustus; and 3) genetically characterise E. kanyana. Eimeria spp. prevalence was 76.1% (95% CI 64.9-84.5%), and four putative species of Eimeria were identified. Eimeria kanyana was identified infecting quenda for the first time, with a prevalence of 54.9% (43.4-66.0%). Eimeria quenda was less prevalent, at 7.0% (3.1-15.5%). The novel species E. angustus was present in 45.1% of sampled quenda (34.0-56.6%). A second novel morphotype of Eimeria was present in 2.8% of sampled quenda (0.9-9.7%). Mixed Eimeria spp. infections were present in 21/71 quenda (29.6%, 95% CI 20.2-41.1%). Molecular phylogenetic analyses of E. kanyana and E. angustus were conducted at the 18S rRNA and mitochondrial cytochrome oxidase loci. At both loci, two isolates identified as E. kanyana grouped in a phylogenetic clade with E. trichosuri. Five isolates identified as the novel E. angustus were most closely related to E. tropidura at the 18S locus. At the COI locus, no sequence data were available for E. tropidura; isolates of E. angustus grouped with E. sciurorum.</abstracttext>"},
{"abstract": "<abstracttext>The aim of this study was to evaluate the in vitro and in vivo susceptibility of Trypanosoma evansi to α-Bisabolol and solid lipid nanoparticles containing α-Bisabolol (SLN-B). In vitro, a trypanocidal effect of α-Bisabolol and SLN-B was observed when used at 0.5, 1 and 2% concentrations, i.e., the concentrations of 1 and 2% showed a faster trypanocidal effect when compared to chemotherapy (diminazene aceturate - D.A.). T. evansi infected mice were treated with α-Bisabolol and SLN-B at a dose of 1.0 mL kg<sup>-1</sup> during seven days via oral gavage. In vivo, treatment with SLN-B, D.A. and D.A. associated with SLN-B were able to increase (p &lt; 0.05) the pre-patent period and longevity when compared to positive control (infected and untreated animals), but showed no curative efficacy. T. evansi infected mice treated with D.A. associate with SLN-B, where a curative efficacy of 50% was found, a much better result when D. A and SLN-B were used alone (16.66%). In summary, the association with D. A + SLN-B can be used as an alternative to improve the therapeutic effectiveness of D.A., and for treatment of infected animals with T. evansi. Also, the nanotechnology associated with natural products arises an important alternative for the improve the trypanocidal action.</abstracttext>"},
{"abstract": "<abstracttext label=\"BACKGROUND\" nlmcategory=\"BACKGROUND\">Gastrogastric fistulae (GGF) are a well-known complication of Roux-en-Y gastric bypass (RYGB). Endoscopic approaches for closure of GGF have gained popularity, but with limited data and efficacy.</abstracttext>"},
{"abstract": "<abstracttext>Human epidermal growth factor receptor 2 (HER2) is one of the four members of the epidermal growth factor receptor (EGFR) family and is expressed to facilitate cellular proliferation across various tissue types. Therapies targeting HER2, which is a transmembrane glycoprotein with tyrosine kinase activity, offer promising prospects especially in breast and gastric/gastroesophageal cancer patients. Persistence of both primary and acquired resistance to various routine drugs/antibodies is a disappointing outcome in the treatment of many HER2 positive cancer patients and is a challenge that requires formulation of new and improved strategies to overcome the same. Identification of novel HER2 inhibitors with improved therapeutics index was performed with a highly correlating (r=0.975) ligand-based pharmacophore model (Hypo1) in this study. Hypo1 was generated from a training set of 22 compounds with HER2 inhibitory activity and this well-validated hypothesis was subsequently used as a 3D query to screen compounds in a total of four databases of which two were natural product databases. Further, these compounds were analyzed for compliance with Veber's drug-likeness rule and optimum ADMET parameters. The selected compounds were then subjected to molecular docking and Density Functional Theory (DFT) analysis to discern their molecular interactions at the active site of HER2. The findings thus presented would be an important starting point towards the development of novel HER2 inhibitors using well-validated computational techniques.</abstracttext>"},
{"abstract": "<abstracttext>Prions are a paradigm-shifting mechanism of inheritance in which phenotypes are encoded by self-templating protein conformations rather than nucleic acids. Here, we examine the breadth of protein-based inheritance across the yeast proteome by assessing the ability of nearly every open reading frame (ORF; ∼5,300 ORFs) to induce heritable traits. Transient overexpression of nearly 50 proteins created traits that remained heritable long after their expression returned to normal. These traits were beneficial, had prion-like patterns of inheritance, were common in wild yeasts, and could be transmitted to naive cells with protein alone. Most inducing proteins were not known prions and did not form amyloid. Instead, they are highly enriched in nucleic acid binding proteins with large intrinsically disordered domains that have been widely conserved across evolution. Thus, our data establish a common type of protein-based inheritance through which intrinsically disordered proteins can drive the emergence of new traits and adaptive opportunities.</abstracttext>"},
{"abstract": "<abstracttext>The emergence of Zika virus in the Americas and Caribbean created an urgent need for vaccines to reduce transmission and prevent disease, particularly the devastating neurodevelopmental defects that occur in utero. Rapid advances in Zika immunity and the development of vaccine candidates provide cautious optimism that preventive measures are possible.</abstracttext>"},
{"abstract": "<abstracttext>The inflammasome is an intracellular signaling complex, which on recognition of pathogens and physiological aberration, drives activation of caspase-1, pyroptosis, and the release of the pro-inflammatory cytokines IL-1β and IL-18. Bacterial ligands must secure entry into the cytoplasm to activate inflammasomes; however, the mechanisms by which concealed ligands are liberated in the cytoplasm have remained unclear. Here, we showed that the interferon-inducible protein IRGB10 is essential for activation of the DNA-sensing AIM2 inflammasome by Francisella novicida and contributed to the activation of the LPS-sensing caspase-11 and NLRP3 inflammasome by Gram-negative bacteria. IRGB10 directly targeted cytoplasmic bacteria through a mechanism requiring guanylate-binding proteins. Localization of IRGB10 to the bacterial cell membrane compromised bacterial structural integrity and mediated cytosolic release of ligands for recognition by inflammasome sensors. Overall, our results reveal IRGB10 as part of a conserved signaling hub at the interface between cell-autonomous immunity and innate immune sensing pathways.</abstracttext>"},
{"abstract": "<abstracttext>Viruses are known to impact blooms of phytoplankton in the ocean, in some cases causing the bloom to crash. Here, using a population model that includes viral infection, we investigate the conditions under which the presence of a virus significantly impacts the population dynamics. A major focus is how spatial variability influences the spread of an epidemic in a stirring and mixing field. The combination of viral infection and diffusion can cause waves of the epidemic to sweep through the domain, with the epidemic lasting much longer than in the homogeneous case. Stirring by the fluid flow can greatly increase this effect causing an increase in the fraction of the bloom that is affected and in certain circumstances (high diffusion and stirring) can totally suppress the bloom. The fluid environment affects the relative spatial structure of the components of the system. High values of the concentrations of the virus and infected phytoplankton are found in thin filaments along fronts of uninfected (susceptible) phytoplankton.</abstracttext>"},
{"abstract": "<abstracttext>A species exhibits a hydra effect when, counter-intuitively, increased mortality of the species causes an increase in its abundance. Hydra effects have been studied in many continuous time (differential equation) multispecies models, but only rarely have hydra effects been observed in or studied with discrete time (difference equation) multispecies models. In addition most discrete time theory focuses on single-species models. Thus, it is unclear what unifying characteristics determine when hydra effects arise in discrete time models. Here, using discrete time multispecies models (where total abundance is the single variable describing each population), I show that a species exhibits a hydra effect in a stable system only when fixing that species' density at its equilibrium density destabilizes the system. This general characteristic is referred to as subsystem instability. I apply this result to two-species models and identify specific mechanisms that cause hydra effects in stable communities, e.g., in host--parasitoid models, host Allee effects and saturating parasitoid functional responses can cause parasitoid hydra effects. I discuss how the general characteristic can be used to identify mechanisms causing hydra effects in communities with three or more species. I also show that the condition for hydra effects at stable equilibria implies the system is reactive (i.e., density perturbations can grow before ultimately declining). This study extends previous work on conditions for hydra effects in single-species models by identifying necessary conditions for stable systems and sufficient conditions for cyclic systems. In total, these results show that hydra effects can arise in many more communities than previously appreciated and that hydra effects were present, but unrecognized, in previously studied discrete time models.</abstracttext>"},
{"abstract": "<abstracttext>The impact of optimal control strategies in the context of seasonally varying infectious disease transmission remains a wide open research area. We investigate optimal control strategies for flu-like epidemics using an SIR (susceptible-infectious-recovered) type epidemic model where the transmission rate varies seasonally Specifically, we explore optimal control strategies using time-dependent treatment and vaccination as control functions alone or in combination. Optimal strategies and associated epidemic outcomes are contrasted for epidemics with constant and seasonal transmission rates. Our results show that the epidemic outcomes assessed in terms of the timing and size of seasonal epidemics subject to optimal control strategies are highly sensitive to various parameters including R<sub>0</sub>, the timing of the introduction of the initial number of infectious individuals into the population, the time at which interventions start, and the strength of the seasonal forcing that modulates the time-dependent transmission rate. Findings highlight the difficult challenge in predicting short-term epidemic impact in the context of seasonally varying infectious disease transmission with some interventions scenarios exhibiting larger epidemic size compared to scenarios without control interventions.</abstracttext>"},
{"abstract": "<abstracttext>Mitochondrial ribosomes translate membrane integral core subunits of the oxidative phosphorylation system encoded by mtDNA. These translation products associate with nuclear-encoded, imported proteins to form enzyme complexes that produce ATP. Here, we show that human mitochondrial ribosomes display translational plasticity to cope with the supply of imported nuclear-encoded subunits. Ribosomes expressing mitochondrial-encoded COX1 mRNA selectively engage with cytochrome c oxidase assembly factors in the inner membrane. Assembly defects of the cytochrome c oxidase arrest mitochondrial translation in a ribosome nascent chain complex with a partially membrane-inserted COX1 translation product. This complex represents a primed state of the translation product that can be retrieved for assembly. These findings establish a mammalian translational plasticity pathway in mitochondria that enables adaptation of mitochondrial protein synthesis to the influx of nuclear-encoded subunits.</abstracttext>"},
{"abstract": "<abstracttext>PIWI-clade Argonaute proteins associate with PIWI-interacting RNAs (piRNAs) and silence transposable elements in animal gonads. Here, we report the crystal structure of a silkworm PIWI-clade Argonaute, Siwi, bound to the endogenous piRNA, at 2.4 Å resolution. Siwi adopts a bilobed architecture consisting of N-PAZ and MID-PIWI lobes, in which the 5' and 3' ends of the bound piRNA are anchored by the MID-PIWI and PAZ domains, respectively. A structural comparison of Siwi with AGO-clade Argonautes reveals notable differences in their nucleic-acid-binding channels, likely reflecting the distinct lengths of their guide RNAs and their mechanistic differences in guide RNA loading and cleavage product release. In addition, the structure reveals that Siwi and prokaryotic, but not eukaryotic, AGO-clade Argonautes share unexpected similarities, such as metal-dependent 5'-phosphate recognition and a potential structural transition during the catalytic-tetrad formation. Overall, this study provides a critical starting point toward a mechanistic understanding of piRNA-mediated transposon silencing.</abstracttext>"},
{"abstract": "<abstracttext>As the most common form of birth defect in humans, congenital heart disease (CHD) is associated with substantial morbidity and mortality in both children and adults. Increasing evidence demonstrates that genetic defects play a pivotal role in the pathogenesis of CHD. However, CHD is of great heterogeneity, and in an overwhelming majority of cases, the genetic determinants underpinning CHD remain elusive. In the present investigation, the coding exons and flanking introns of the CASZ1 gene, which codes for a zinc finger transcription factor essential for the cardiovascular morphogenesis, were sequenced in 172 unrelated patients with CHD. As a result, a novel heterozygous CASZ1 mutation, p.L38P, was identified in an index patient with congenital ventricular septal defect (VSD). Genetic scanning of the mutation carrier's available family members revealed that the mutation was present in all affected patients but absent in unaffected individuals. Analysis of the proband's pedigree showed that the mutation co-segregated with VSD, which was transmitted as an autosomal dominant trait with complete penetrance. The missense mutation, which altered the amino acid that was highly conserved evolutionarily, was absent in 200 unrelated, ethnically-matched healthy subjects used as controls. Functional deciphers by using a dual-luciferase reporter assay system unveiled that the mutant CASZ1 had significantly reduced transcriptional activity as compared with its wild-type counterpart. To the best of our knowledge, the current study firstly identifies CASZ1 as a new gene predisposing to CHD in humans, which provides novel insight into the molecular mechanisms underlying CHD and a potential therapeutic target for CASZ1-associated CHD, suggesting potential implications for personalized prophylaxis and therapy of CHD.</abstracttext>"},
{"abstract": "<abstracttext>MicroRNAs (miRNAs) are a group of small RNAs involved in various biological processes through negative regulation of mRNAs at the post-transcriptional level. The brown planthopper (BPH), Nilaparvata lugens (Stål), is one of the most serious and destructive insect pests of rice. In the present study, two small RNA libraries of virulent N. lugens populations (Biotype I survives on susceptive rice variety TN1 and Biotype Y survives on moderately resistant rice variety YHY15) were constructed and sequenced using the high-throughput sequencing technology in order to identify the relationship between miRNAs of N.lugens and adaptation of BPH pests to rice resistance. In total 15,758,632 and 11,442,592 reads, corresponding to 3,144,026 and 2,550,049 unique sequences, were obtained in the two libraries (BPH-TN1 and BPH-YHY15 libraries), respectively. A total of 41 potential novel miRNAs were predicted in the two libraries, and 26 miRNAs showed significantly differential expression between two libraries. All miRNAs were significantly up-regulated in the BPH-TN1 library. Target genes likely regulated by these differentially expressed miRNAs were predicted using computational prediction. The functional annotation of target genes performed by Gene Ontology enrichment (GO) and Kyoto Encyclopedia of Genes and Genomes pathway analysis (KEGG) indicated that a majority of differential miRNAs were involved in \"Metabolism\" pathway. These results provided an understanding of the role of miRNAs in BPH to adaptability of BPH on rice resistance, and will be useful in developing new control strategies for host defense against BPH.</abstracttext>"},
{"abstract": "<abstracttext>Innate immunity was critical in insects defensive system and able to be induced by Janus kinase/signal transducer and activator of transcription cascade transduction (JAK/STAT) signaling pathway. Currently, it had been identified many JAK/STAT signaling pathway-related genes in silkworm, but little function was known on insect innate immunity. To explore the roles of JAK/STAT pathway in antifungal immune response in silkworm (Bombyx mori) against Beauveria bassiana infection, the expression patterns of B. mori C-type lectin 5 (BmCTL5) and genes encoding 6 components of JAK/STAT signaling pathway in silkworm challenged by B. bassiana were analyzed using quantitative real time PCR. Meanwhile the activation of JAK/STAT signaling pathway by various pathogenic micro-organisms and the affect of JAK/STAT signaling pathway inhibitors on antifungal activity in silkworm hemolymph was also detected. Moreover, RNAi assay of BmCTL5 and the affect on expression levels of signaling factors were also analyzed. We found that JAK/STAT pathway could be obviously activated in silkworm challenged with B. bassiana and had no response to bacteria and B. mori cytoplasmic polyhedrosis virus (BmCPV). However, the temporal expression patterns of JAK/STAT signaling pathway related genes were significantly different. B. mori downstream receptor kinase (BmDRK) might be a positive regulator of JAK/STAT signaling pathway in silkworm against B. bassiana infection. Moreover, antifungal activity assay showed that the suppression of JAK/STAT signaling pathway by inhibitors could significantly inhibit the antifungal activity in hemolymph and resulted in increased sensitivity of silkworm to B. bassiana infection, indicating that JAK/STAT signaling pathway might be involved in the synthesis and secretion of antifungal substances. The results of RNAi assays suggested that BmCTL5 might be one pattern recognition receptors for JAK/STAT signaling pathway in silkworm. These findings yield insights for better understand the molecular mechanisms of JAK/STAT signaling pathway in antifungal immune response in silkworm.</abstracttext>"},
{"abstract": "<abstracttext>Neurogenesis in the post-embryonic vertebrate brain varies in extent and efficiency between species and brain territories. Distinct neurogenesis modes may account for this diversity, and several neural progenitor subtypes, radial glial cells (RG) and neuroepithelial progenitors (NE), have been identified in the adult zebrafish brain. The neurogenic sequences issued from these progenitors, and their contribution to brain construction, remain incompletely understood. Here we use genetic tracing techniques based on conditional Cre recombination and Tet-On neuronal birthdating to unravel the neurogenic sequence operating from NE progenitors in the zebrafish post-embryonic optic tectum. We reveal that a subpopulation of her5-positive NE cells of the posterior midbrain layer stands at the top of a neurogenic hierarchy involving, in order, the amplification pool of the tectal proliferation zone (TPZ), followed by her4-positive RG cells with transient neurogenic activity. We further demonstrate that the adult her5-positive NE pool is issued in lineage from an identically located NE pool expressing the same gene in the embryonic neural tube. Finally, we show that these features are reminiscent of the neurogenic sequence and embryonic origin of the her9-positive progenitor NE pool involved in the construction of the lateral pallium at post-embryonic stages. Together, our results highlight the shared recruitment of an identical neurogenic strategy by two remote brain territories, where long-lasting NE pools serve both as a growth zone and as the life-long source of young neurogenic RG cells.</abstracttext>"},
{"abstract": "<abstracttext>In previous studies we reported a novel series of organometallic compounds, Ru<sup>II</sup> complexed with clotrimazole, displaying potent trypanosomatid activity with unnoticeable toxicity toward normal mammalian cells. In view of the promising activity of Ru-clotrimazole complexes against Leishmania major (L. major), the present work sought to investigate the anti-leishmanial activity of the AM162 complex in the murine model of cutaneous leishmaniasis. In addition, to facilitate the design of new therapeutic strategies against this disease, we investigated the mode of action of two Ru-clotrimazole complexes in L. major promastigotes. Overall, we demonstrate that AM162 significantly reduced the lesion size in mice exposed to L. major infection. In addition, Ru-clotrimazole compounds are able to induce a mitochondrial dependent apoptotic-like death in the extracellular form of the parasite based on labeling of DNA fragments, mitochondrial depolarization, cell cycle alteration profile and plasma membrane phospholipid externalization. Our findings reveal a promising efficacy of the Ru-clotrimazole AM162 complex for the treatment of cutaneous leishmaniasis, as well as pro-apoptotic activity and thus guarantees further evaluation in pre-clinical studies.</abstracttext>"},
{"abstract": "<abstracttext>The use of medications that block gastric acid secretion, such as proton pump inhibitors, has rapidly escalated in the United States. Although originally intended for short-term treatment of specific conditions, PPIs have expanded to long-term use with unanticipated consequences, including mineral deficiencies related to lack of sufficient stomach acid needed for extraction of minerals from the foods and supplements ingested. Herein, the author reports on a case of a patient with tachycardia and other arrhythmias that had been resistant to the medications prescribed by a series of cardiologists. The patient had been on PPI for several years preceding his arrhythmias, prescribed for stress-related gastritis. The author did comprehensive blood work and discovered that the patient was deficient in many of the minerals tested, including magnesium, known to be essential for normal cardiac function. After the patient slowly weaned himself off the PPIs and took magnesium and other minerals, the tachycardia resolved without any medication.</abstracttext>"},
{"abstract": "<abstracttext>There is substantial effort in modern pharmacotherapy to use nanoparticle-based drug delivery systems (nDDS) for improving the oral absorption of drugs. An often neglected circumstance regarding this approach is that the gut is a major part of the immune system that may be vulnerable for immune-cell toxicity, or mediate humoral immune response against various components of nDDS, recognized as foreign. This review recapitulates the structure and function of gut-associated lymphoid tissue (GALT), i.e., the enteral section of mucosa-associated lymphoid tissue (MALT) and reminds how virus-like nDDS may potentially induce immunogenicity just as attenuated or killed viruses do in oral vaccines. Furthermore, we present examples for immune toxicities of emulsifiers and polymer-containing micelles, manifested in complement activation-related pseudoallergy (CARPA). A major message of the review is that early testing of immunogenicity or other adverse immune effects of nDDS in appropriate test systems or models may be prudent to recognize the risk of rare immune problems that may surface in late-stage clinical trials or after marketing of nDDS.</abstracttext>"}
]